[
    { "mID":"1",
      "mName":"爱情公寓",
      "score":"0",
      "director":"韦正",
      "actors":"陈赫,邓家佳,娄艺潇,孙艺洲",
      "details":"《爱情公归来，原班人马十年催泪重聚。曾小贤、胡一菲、吕子乔、张伟、唐悠悠、陈美嘉悉数回归，还是熟悉的场景和熟悉的人，嘻嘻哈哈、打打闹闹，笑声从没停过。老朋友的故事将继续展开，印证了电视剧的那句主题语——“最好的朋友在身边，最爱的人就在对面”。不过这一次，他们打算搞个大事情…… ",
	    "show_time":"2018-08-10",
      "is_show":"False"
    },
    { "mID":"2",
      "mName":"狄仁杰之四大天王",
      "score":"6.7",
      "director":"徐克",
      "actors":"赵又廷,冯绍峰,林更新,阮经天,刘嘉玲",
      "details":"狄仁杰（赵又廷 饰）大破神都龙王案，获御赐亢龙锏，并掌管大理寺，使他成为武则天（刘嘉玲 饰）走向权力之路最大的威胁。武则天为了消灭眼中钉，命令尉迟真金（冯绍峰 饰）集结实力强劲的「异人组」，妄图夺取亢龙锏。\n　在医官沙陀忠（林更新 饰）的协助下，狄仁杰既要守护亢龙锏，又要破获神秘奇案，还要面对武则天的步步紧逼，大唐江山陷入了空前的危机之中……",
	    "show_time":"2018-07-27",
      "is_show":"True"
    },
    { "mID":"3",
      "mName":"动物世界",
      "score":"7.3",
      "director":"韩延",
      "actors":"李易峰,迈克尔·道格拉斯,周冬雨,曹炳琨",
      "details":"在游戏机厅做着兼职“小丑”的郑开司（李易峰 饰），幼时父亲突然失踪，母亲重病住院，使得郑开司的生活非常拮据。发小“大虾米”（曹炳琨 饰）借口买房骗下了郑开司父亲留下的房产，还给他带来了巨额的欠债。神秘人物（迈克尔·道格拉斯 Michael Douglas 饰）出现，告诉郑开司，只要参加“命运号”游轮上的神秘游戏，就有机会偿还完所有欠款，一无所有的郑开司为了给青梅竹马的护士刘青（周冬雨 饰）和母亲更好的生活，只得登上游轮，开始了生存游戏，一场以“剪刀、石头、布”展开的生死较量即将登场…… ",
	    "show_time":"2018-06-29",
      "is_show":"False"
    },
    { "mID":"4",
      "mName":"摩天营救",
      "score":"6.6",
      "director":"罗森·马歇尔·瑟伯",
      "actors":"道恩·强森,内芙·坎贝尔,黄经汉,罗兰·默勒",
      "details":"在香港市中心，世界上最高、结构最复杂的摩天大楼遭到破坏，危机一触即发。威尔·索耶（道恩·强森 饰）的妻子萨拉（内芙·坎贝尔 饰）和孩子们在98层被劫为人质，直接暴露在火线上。威尔，这位战争英雄、前联邦调查局救援队员，作为大楼的安保顾问，却被诬陷纵火和谋杀。他必须奋力营救家人，为自己洗脱罪名，关乎生死存亡的高空任务就此展开。",
      "show_time":"2018-07-20",
	    "is_show":"True"
    },
    { "mID":"5",
      "mName":"我不是药神",
      "score":"8.9",
      "director":"文牧野",
      "actors":"徐峥,王传君,周一围,谭卓",
      "details":"普通中年男子程勇（徐峥 饰）经营着一家保健品店，失意又失婚。不速之客吕受益（王传君 饰）的到来，让他开辟了一条去印度买药做“代购”的新事业，虽然困难重重，但他在这条“买药之路”上发现了商机，一发不可收拾地做起了治疗慢粒白血病的印度仿制药独家代理商。赚钱的同时，他也认识了几个病患及家属，为救女儿被迫做舞女的思慧（谭卓 饰）、说一口流利“神父腔”英语的刘牧师（杨新鸣 饰），以及脾气暴烈的“黄毛”（章宇 饰），几个人合伙做起了生意，利润倍增的同时也危机四伏。程勇昔日的小舅子曹警官（周一围 饰）奉命调查仿制药的源头，假药贩子张长林（王砚辉 饰）和瑞士正牌医药代表（李乃文 饰）也对其虎视眈眈，生意逐渐变成了一场关于救赎的拉锯战。\n本片改编自慢粒白血病患者陆勇代购抗癌药的真实事迹。",
	    "show_time":"2018-07-05",
      "is_show":"True"
    },
    { "mID":"6",
      "mName":"西虹市首富",
      "score":"6.8",
      "director":"闫非,彭大魔",
      "actors":"沈腾,宋芸桦,张一鸣",
      "details":"《西虹市首富》的故事发生在《夏洛特烦恼》中的“特烦恼”之城“西虹市”。混迹于丙级业余足球队的守门员王多鱼（沈腾饰演），因比赛失利被开除离队。正处于人生最低谷的他接受了神秘台湾财团“一个月花光十亿资金”的挑战。本以为快乐生活就此开始，王多鱼却第一次感到“花钱特烦恼”！想要人生反转走上巅峰，真的没有那么简单。",
      "show_time":"2018-07-27",
	    "is_show":"True"
    },
    { "mID":"7",
      "mName":"一出好戏",
      "score":"0",
      "director":"黄渤",
      "actors":"黄渤,舒淇,王宝强,张艺兴",
      "details":"马进欠下债务，与远房表弟小兴在底层社会摸爬滚打，习惯性的买彩票，企图一夜爆富，并迎娶自己的同事姗姗。一日，公司全体员工出海团建，途中，马进收到了彩票中头奖的信息，六千万！就在马进狂喜自己翻身的日子终于到来之际，一场突如其来的滔天巨浪打破了一切。苏醒过来的众人发现身处荒岛，丧失了一切与外界的联系……",
      "show_time":"2018-08-10",
	    "is_show":"False"
    },
    { "mID":"8",
      "mName":"风语咒",
      "score":"7.4",
      "director":"刘阔",
      "actors":"路知行,阎萌萌,褚珺,边江,山新",
      "details":"数千年前，上古四大凶兽为祸人间，被上古侠岚用秘术“风语咒”封印，如今四大凶兽之一“饕餮”即将在千年的沉寂后复苏，然而“风语咒”秘术却早已失传。双目失明但乐观开朗的少年郎明与母亲相依为命，母子二人平日里插科打诨，感情至深。虽然父亲多年前失踪，但郎明始终铭记着父亲传授给自己的一句秘诀，那是传说中的失传秘术“风语咒”……",
      "show_time":"2018-08-03",
      "is_show":"True"
    },
    { "mID":"9",
      "mName":"巨齿鲨",
      "score":"0",
      "director":"乔·德特杜巴",
      "actors":"杰森·斯坦森,李冰冰,雷恩·威尔森,鲁比·罗丝",
      "details":"一项由中国主导的国际科研项目，正在马里亚纳海沟深处进行时，遭遇未知生物攻击，科研人员被困海底。前美国海军陆战队深海潜水专家乔纳斯·泰勒受命前往营救，再度遭遇数年前曾经在深海给自己留下终身难以磨灭记忆的史前生物巨齿鲨。乔纳斯联手科研项目中的中国女科学家张苏茵成功营救了被困人员，但营救行动却意外造成了巨齿鲨逃离深海。当史前巨兽重返浅海，人类将为自己对大自然的贪婪付出惨重的代价......",
      "show_time":"2018-08-10",
      "is_show":"False"
    }
]